{
  "data": [
    {
      "sectionName": "Executive Positions",
      "positions": [
        {
          "positionName": "ASI President",
          "positionData": [
            {
              "type": "copy",
              "text": "Accountable to: Cal State LA Student Body, ASI Board of Directors"
            },
            {
              "type": "copy",
              "text": "Advised by: ASI Executive Director, Dean of Students, University President, University Vice President for Student Life"
            },
            {
              "type": "subheader",
              "text": "Requirements"
            },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with all student leaders reporting to the President (18 student leaders)",
                "One-on-one meetings with ASI Executive Director, Dean of Students, University President and Vice President for Student Life",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and requires attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which requires several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            { "type": "subheader", "text": "Term" },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            { "type": "subheader", "text": "Position Summary" },
            {
              "type": "copy",
              "text": "The President is the chief executive officer of ASI and is responsible for ensuring the smooth operation, accountability, and representation of the Board of Directors (BOD) by providing strategic direction on student-related issues, policies, and services that affect Cal State LA students and by representing the BOD. In addition, the President provides guidance and ensures focus on the goals of the BOD as developed during the ASI Retreat and maintains a close working relationship with the Executive Director for guidance and support."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as the BOD may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "Chairs all ASI Board Meetings, which meets bi-weekly for 2.5 hours",
                "Master parliamentary procedure to facilitate and chair ASI Board meetings",
                "Performs all duties of the Chairperson according to Robert's Rules and the ASI bylaws",
                "Appoints student representatives, with the approval of a majority vote of the BOD, to the following: Instructionally Related Activities Board, CSULA Foundation, University Auxiliary Services, Inc. (UAS)",
                "Exercises general supervision of the business of the BOD",
                "Provides leadership and guidance to College Representatives through regular meetings",
                "Represents the ASI before boards, commissions, and other policymaking groups on and off campus of the Cal State LA, and other entities as appropriate",
                "Advocates the student perspective on issues that affect the quality of student life, including the quality of education, student rights, student life, and campus issues",
                "Serves as a liaison between the BOD and the Cal State LA President and Administration",
                "In conjunction with the Executive Director and ASI Staff, gains a solid understanding of the powers and limitations of ASI through researching executive orders, auxiliary policies, state mandates, and other relevant codes",
                "Keeps current on changes to the state budget which affect CSU students such as fee increases and cuts to outreach programs",
                "Interprets past ASI BOD actions, and researches former referendums to advise and to have a strong depth of knowledge when advising the Board on decisions",
                "Identifies possible resources and establishes and maintains working relationships with administration, faculty, and staff",
                "Maintains constant communication with all of the Board members to help them define and achieve the objectives developed by the current BOD",
                "Provides signature approval on all ASI financial expenditures and budgets (how much time?)",
                "Meets monthly with the University President, VP of Student Life, and Dean of Students"
              ]
            },
            {
              "type": "subheader",
              "text": "Committee Involvement"
            },
            {
              "type": "list",
              "list": [
                "Serves as the Chair of the BOD. The purpose and function of the Board of Directors (BOD) shall be to act as a governing body for ASI, be a steward to the student funds, and serve as a learning laboratory for student leadership. For more information about the BOD visit: https://asicalstatela.org/committee/asi-board-directors",
                "Serves as the Chair of the Executive Committee and coordinates the information, programs, projects, and problems to be considered by the ASI BOD. This body shall also provide general policy guidelines, and make specific policy decisions, in place of the entire BOD only when the BOD cannot be called together to act on an emergency matter. For more information about the Executive Committee visit: https://asicalstatela.org/committee/executive-committee",
                "Serves as a student member of the University Resource Allocation Advisory Committee",
                "Attends the Student Fee Advisory Committee meetings",
                "Serve as an advisory member on the U-SU Board and UAS Board",
                "Sits on five (5) ASI standing committees and one (1) university committee and must be available for meetings of the ASI Shared Governance Committee, Personnel Committee, Strategic Planning Committee, and Finance Committee"
              ]
            },
            {
              "type": "subheader",
              "text": "Skills and Abilities"
            },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },

            {
              "type": "subheader",
              "text": "Grant In Aid"
            },
            {
              "type": "copy",
              "text": "BOD members meet once per month on Fridays from 2 - 3 p.m. as a Board and members serve on committees of the BOD."
            }
          ]
        },
        {
          "positionName": "ASI Secretary Treasurer",
          "positionData": [
            {
              "type": "copy",
              "text": "Reports To: ASI President"
            },
            {
              "type": "subheader",
              "text": "Requirements"
            },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI President, ASI Executive Director",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and requires attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which requires several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            {
              "type": "subheader",
              "text": "Term"
            },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Position Summary"
            },
            {
              "type": "copy",
              "text": "The Secretary/Treasurer (S/T) serves as an executive officer in the Associated Students, Incorporated (ASI) and is responsible for managing the accountability process and Grant-in-Aid payments to all elected and appointed ASI members. The S/T manages the minutes of the ASI Board of Directors and catalogues ASI public documents and articles, with support from the ASI staff. Additionally, the S/T directs the ASI member orientation process and publishes member office hours each semester."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "list",
              "list": [
                "Attends all ASI board meetings",
                "Ensures the accuracy of the BOD minutes prior to submission for approval by the BOD",
                "Oversees accountability and quality control of ASI BOD Appointment & Interview Process and committee appointments",
                "Sits on five (5) ASI standing committees and one (1) university committee and must be available for meetings of the ASI Shared Governance Committee, Personnel Committee, Executive Committee, and Strategic Planning Committee, Finance Committee, and the ASI Workflow and Biweekly Ad Hoc Committee",
                "Keeps a catalogue of all newspaper articles and pictures relating to the ASI and compile files of all ASI BOD events and activities",
                "Conducts an orientation for all members (ASI and committee) appointed or assigned by the BOD",
                "Maintains a list of all ASI member office hours",
                "Distributes and posts meeting agendas and minutes as required under the Gloria Romero Open Meetings Act of 2000",
                "Forwards resolutions that have been signed by the ASI President to all parties addressed",
                "Processes Grant-In-Aid requests with the input of the President, VPA, VPAG, and VPF",
                "Keeps official record of the attendance of ASI members for all required committee meetings to ensure accountability"
              ]
            },
            {
              "type": "subheader",
              "text": "Committee Involvement"
            },
            {
              "type": "list",
              "list": [
                "Serves as the Chair of the Strategic Planning Committee (SPC), which assists the BOD in recommending goals for based the ASI strategic plan. For more information about the committee visit: https://asicalstatela.org/committee/asi-strategic-planning-committee",
                "Serves as the recording secretary for the BOD meetings and takes roll call. For more information about the BOD visit: https://asicalstatela.org/committee/asi-board-directors",
                "Serves on the Executive Committee and coordinates the information, programs, projects, and problems to be considered by the ASI BOD. For more information about the Executive Committee visit: https://asicalstatela.org/committee/executive-committee",
                "Sits on five (5) ASI standing committees and one (1) university committee and must be available for meetings of the ASI Shared Governance Committee, Personnel Committee, Strategic Planning Committee, and Finance Committee"
              ]
            },
            {
              "type": "subheader",
              "text": "Skills and Abilities"
            },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            {
              "type": "subheader",
              "text": "Grant in Aid"
            },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            }
          ]
        },
        {
          "positionName": "ASI Vice President for Administration",
          "positionData": [
            {
              "type": "copy",
              "text": "Reports To: ASI President"
            },
            {
              "type": "subheader",
              "text": "Position Summary"
            },
            {
              "type": "copy",
              "text": "The Vice President for Administration (VPA) coordinates the activities of all Associated Students, Incorporated (ASI) administrative units and presides over the Cabinet of Commissioners (COC) which considers issues related to sustainability on campus, student housing, student veteran support, spirit initiatives, and ASI elections and orientations. The VPA has the power to recommend various commissioners for appointment and/or dismissal and, in the absence, disability, or at the request of the ASI President, perform all the duties of the ASI President."
            },
            {
              "type": "subheader",
              "text": "Requirements"
            },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI President, ASI Executive Director",
                "One-on-one meetings with the Commissioners",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and require attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which require several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            {
              "type": "subheader",
              "text": "Term"
            },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as ASI's Board of Directors may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "Plans, coordinates, and attends ASI outreach events to publicize ASI programs and events",
                "Providing the ASI Office Manager with all original COC minutes",
                "Promoting ASI advocacy and outreach programs and events",
                "Managing the ASI General Election process",
                "Overseeing environmental policy initiatives",
                "Directing campus-wide spirit initiatives",
                "Interviews and recommends to the ASI Board of Directors for appointment, official attendance, or dismissal, the following: Environmental Affairs Commissioner, Housing and Residence Life Representative, Public Relations and Marketing Commissioner, Spirit Commissioner, and Military Connected Representative",
                "Recommends to the ASI President for appointment the Elections & Orientation Commissioner",
                "Represents ASI on University committees relating to Administrative initiatives and campus-wide programming",
                "Works with the ASI Office Manager to ensure the smooth operation of the ASI Administrative Office"
              ]
            },
            {
              "type": "subheader",
              "text": "Committee Involvement"
            },
            {
              "type": "list",
              "list": [
                "Serve as the Chair of the Cabinet of Commissioners (COC) which consists of the Spirit, Environmental Affairs, Elections and Orientation, and Public Relations and Marketing Commissioners. Also included in the COC are the Housing and Residence Life Representative and the Veterans Affairs Representative. The COC coordinates, plans and is responsible for the activities of the administrative unit of ASI. In addition, the COC provides a number of social and educational programs for the Cal State LA community. For more information about the COC and their scheduled meeting times visit: https://asicalstatela.org/commissioners",
                "Serves as the Chair of the ASI Personnel Committee, which acts on behalf of the Board regarding matters pertaining to the full-time employees of ASI. The Personnel Committee also makes recommendations to the Board regarding policies, funding for staff positions, and the overall staffing structure for the organization. For more information about the Personnel Committee and their scheduled meeting times visit: https://asicalstatela.org/committee/personnel-committee",
                "Attends all ASI Board Meetings, serving as second in charge of ASI in the absence of the ASI President",
                "Sits on four (4) additional ASI standing committees and one (1) university committee and must be available for:",
                "Shared Governance Committee meetings",
                "Executive Committee meetings",
                "Strategic Planning Committee meetings",
                "Finance Committee meetings"
              ]
            },
            {
              "type": "subheader",
              "text": "Skills and Abilities"
            },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            {
              "type": "subheader",
              "text": "Grant in Aid"
            },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            }
          ]
        },
        {
          "positionName": "ASI Vice President for Academic Governance",
          "positionData": [
            { "type": "copy", "text": "Reports To: ASI President" },
            {
              "type": "subheader",
              "text": "Position Summary"
            },
            {
              "type": "copy",
              "text": "The VPAG manages the recruitment and support of students sitting on Associated Students, Incorporated (ASI) and University Committees. When student applications are submitted, the VPAG conducts interviews and makes recommendations for committee appointments to the ASI Board of Directors. All committee members provide written reports to the VPAG for weekly processing. Additionally, the VPAG maintains the catalogue of ASI and University committees."
            },
            {
              "type": "subheader",
              "text": "Requirements"
            },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI President, ASI Executive Director",
                "One-on-one meetings with the Academic Senators",
                "Interview all applicants for ASI and University committees and make recommendations for appointments to the Board of Directors",
                "Minimum requirements for student leaders (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and require attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which require several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            {
              "type": "subheader",
              "text": "Term"
            },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as ASI's Board of Directors may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "Recommends to the Board for appointment, official attendance, or dismissal, all students to university and academic committees, subcommittees boards of the University, and ASI committees not delegated to other officers.",
                "Represents ASI along with the President, at any appropriate University committee relating to University Affairs",
                "Submits proposals to the CAS, SGC, and the BOD to initiate reforms in the area of University Affairs",
                "Reports to CAS, SGC, and the BOD on changes or proposed changes in academic or administrative procedures on campus, including information from the Academic Senate (AS)"
              ]
            },
            {
              "type": "subheader",
              "text": "Committee Involvement"
            },
            {
              "type": "list",
              "list": [
                "Attends all ASI Board Meetings",
                "Serve as the Chair of the Cabinet of Senators (CAS), which coordinates, plans, and is responsible for the actions of the academic governance unit of ASI. The CAS meets with the Academic Senate (governed by faculty) to actively engage in the process of shared governance of the university. For more information about the CAS and their scheduled meeting times visit: https://asicalstatela.org/committee/cabinet- academic-senators-committee",
                "Serve as Chair of the Shared Governance Council. The council reviews, researches and makes recommendations on academic and administrative policy affecting students. This body also develops formal responses to be published via resolutions, white papers, student impact statements, etc. Additionally, the council works with all appropriate areas to ensure that genuine Shared Governance is upheld between students, faculty, and administration. For more information about the Shared Governance Council visit: https://asicalstatela.org/committee/shared-governance-council",
                "Cal State LA Academic Senate. The Academic Senate is served by its Executive Committee, which is elected annually by the Senate from its membership, and by six standing committees, the members of which are elected from various segments of the faculty to ensure representation. Student members are elected as full members of these committees. The Academic Senate is the representative body of the university-wide academic governance. It is composed of faculty members, academic administrators, and both undergraduate & post-baccalaureate students. The Senate develops and proposes policies for recommendation to the University President. When approved by the University President, these recommendations become University policy. For more information about the Academic Senate and their scheduled meeting times visit: http://www.calstatela.edu/academicsenate",
                "Sits on five (5) ASI standing committees and one (1) university committee and must be available for meetings of the ASI Shared Governance Committee, Personnel Committee, Executive Committee, Strategic Planning Committee, and Finance Committee Meetings",
                "Meets with the Executive Committee of the Academic Senate if extended by the committee"
              ]
            },
            {
              "type": "subheader",
              "text": "Skills and Abilities"
            },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            {
              "type": "subheader",
              "text": "Grant In Aid"
            },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            }
          ]
        },
        {
          "positionName": "ASI Vice President for External Affairs & Advancement",
          "positionData": [
            {
              "type": "copy",
              "text": "Reports To: ASI President"
            },
            {
              "type": "subheader",
              "text": "Position Summary"
            },
            {
              "type": "copy",
              "text": "The VP for External Affairs and Advancement (VPEAA) serves as an executive officer on the Associated Students, Incorporated (ASI) Board of Directors (BOD) and is responsible for serving as one of two primary representatives for ASI to the California State Students Association (CSSA). The VPEAA serves as a conduit of information from various boards, commissions, and other policymaking groups of the California State University, the State of California, and other entities, to inform ASI and the student body about issues that concern Cal State LA students."
            },
            {
              "type": "subheader",
              "text": "Requirements"
            },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI President, ASI Executive Director",
                "One-on-one meetings with the Civic Engagement Officer and Diversity and Inclusion Officer, as well as the Lobby Corps, Vice Chair for Legislative Affairs",
                "Serve as the voting member on behalf of ASI to the California State Student Association (CSSA) and attend monthly plenary meetings that may require travel to different parts of the State",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and require attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which requires several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            {
              "type": "subheader",
              "text": "Term"
            },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as ASI's Board of Directors may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "Serves as the voting member for ASI and attends all meetings of the California State Student Association (CSSA), the State-wide student government association for the CSU",
                "Attends and organizes participation for other ASI student leaders in the annual CSSA California Higher Education Student Summit (CHESS)",
                "Attends all external affairs meetings to carry out any external affairs work delegated or acquired at CSSA",
                "Assists with the organization and planning of hosting of CSSA plenary meeting at Cal State LA for one weekend out of the year, if the BOD members choose to bid for the hosting of the event",
                "Provides monthly reports to the BOD on CSSA, state and national issues, as well as legislative issues affecting students",
                "Provides the ASI Office Manager with all original minutes from all LAAC meetings",
                "Coordinates a voter registration drive throughout the fall for November elections",
                "Keeps the BOD informed and does research regarding legislative action and campus opinions",
                "Manages the creation, review, and approval process of creating ASI Resolutions",
                "Establishes contact with all appropriate representatives through written and personal communication for the purpose of conveying student concerns and obtaining information on relevant legislative issues",
                "Coordinates student meetings with legislators in the Assembly and the Senate",
                "Coordinates voter registration drives each semester there is an election",
                "Acts as a legislative liaison to the media, and provides all relevant policy resource materials to the student body",
                "Recruits and facilitates the placement of students on state-wide committees"
              ]
            },
            {
              "type": "subheader",
              "text": "Committee Involvement"
            },
            {
              "type": "list",
              "list": [
                "Serves as Chair of the Legislative Affairs & Advocacy Committee (LAAC)¹. The committee reviews, researches and makes recommendations on legislation at the local, state, and national level. Additionally, this body creates a public policy priority list and recommends action to the BOD. The committee creates a plan to manage the ASI Legislative Agenda and coordinates the ASI Lobby Corps efforts.",
                "Serves as the Chair of ASI Lobby Corps², which is a network of organized students from across the CSU system charged with maintaining student representation and advocacy in the State Legislature and at CSU Board of Trustees meetings. The Lobby Corps is responsible for disseminating information to students and coordinating its efforts with the California State Student Association (CSSA) and provides students with the necessary skills, knowledge and experience to advocate for students issues on  campus and at the local, state, and national level."
              ]
            },
            {
              "type": "subheader",
              "text": "Skills and Abilities"
            },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            {
              "type": "subheader",
              "text": "Grant In Aid"
            },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            },
            {
              "type": "subheader",
              "text": "Resources"
            },
            {
              "type": "link",
              "list": [
                "https://asicalstatela.org/committee/legislative-affairs-advocacy-committee",
                "https://asicalstatela.org/get-involved/shared-governance/asi-lobby-corps"
              ]
            }
          ]
        },
        {
          "positionName": "ASI Vice President for Finance",
          "positionData": [
            { "type": "copy", "text": "Reports To: ASI President" },
            { "type": "subheader", "text": "Position Summary" },
            {
              "type": "copy",
              "text": "The VPF coordinates the activities of all Associated Students, Incorporated (ASI) finance units and presides over the ASI Finance Committee as Chair. As a member of the ASI Board of Directors and Executive and Personnel Committees, the VPF clarifies the role and responsibilities of ASI's Chief Financial Officer (CFO) and has the power to recommend for appointment and/or dismissal of student to the position of Vice Finance Chair. As CFO, the VPF shall perform executive functions for the financial management of ASI."
            },
            { "type": "subheader", "text": "Requirements" },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI President, ASI Associate Executive Director or Executive Director",
                "One-on-one meetings with Vice Chair for Finance",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and require attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which requires several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            { "type": "subheader", "text": "Term" },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as ASI's Board of Directors may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "Provides the BOD with an accurate accounting of balances, reserves and allowances at each meeting",
                "Has a detailed understanding of all ASI Finance Policies & Procedures: https://asicalstatela.org/student-government/bylaws-operating-procedures/administrative-manual-governing-documents/finance",
                "Maintains an accurate list of funding received by the Finance Committee",
                "In collaboration with the ASI Executive Director, provides the BOD with quarterly budget revisions as needed (3/9, 6/6, 9/3)",
                "Serves as an authorized signer on ASI accounts and paperwork",
                "Develop and submit the ASI budgets with the ASI staff",
                "Implements the financial policies of the ASI",
                "Reviews and submits qualified Club and Organization funding proposals to the Finance Committee for consideration",
                "Provides the ASI Office Manager of Administration & Services with all original minutes on a bi-weekly basis",
                "Reports all financial recommendations of the ASI Finance Committee to the BOD and makes budget proposals when necessary"
              ]
            },
            { "type": "subheader", "text": "Committee Involvement" },
            {
              "type": "list",
              "list": [
                "Serve as the Chair of the ASI Finance Committee. The Finance Committees acts on behalf of the BOD in all matters pertaining to income appropriation, and the safeguarding of Associated Students, Inc. funds. The Finance Committee makes recommendations to the Board of Directors regarding allocation of funds. The committee also prepares an annual budget which must be submitted to the Associated Students, Inc. BOD in sufficient time for review and approval. The Finance Committee also has the responsibility for recommending the most appropriate investments. More information about the Finance Committee can be found at: https://asicalstatela.org/committee/finance-committee",
                "Supports the Vice Chair for Finance in Chairing and organizing the ASI Sub-Funding Committee that acts as a sub-committee of the ASI Finance Committee and is granted the authority to allocate ASI funds to student organizations, per the review of submitted proposals to this body. The sub-committee is the first step in a multi-level approval process in requests for appropriation of ASI funds to recognized clubs and organizations. More information about the Funding Committee can be found at: https://asicalstatela.org/committee/asi-funding-sub-committee",
                "Alternative Funding & Referendum Ad Hoc Committee: The charge of this committee is to research, identify, and present viable recommendations and funding alternatives to the ASI Finance Committee for consideration. Approved initiatives shall be presented at the BOD for action. The alternatives can include but not be limited to fundraising, securing grants, sponsoring a referendum, etc. All alternative initiatives must be in compliance with ASI, Cal State LA, the CSU Education Code, and Title 5 requirements. More information about the Alternative Funding & Referendum Ad Hoc Committee can be found at: https://asicalstatela.org/committee/asi-alternative-funding-referendum-ad-hoc-committee",
                "Scholarship & Awards Ad Hoc Committee - This committee is responsible for the administrative review of current and new awards and scholarships offered by ASI. The charge of this body is to review research, identify, and update procedures and criteria for the awarding of ASI scholarships and general awards on at least an annual basis. All new scholarships and awards must be presented to this Ad Hoc Committee for review, approval, and recommendation to the Finance Committee. More information about the Scholarship & Awards Ad Hoc Committee can be found at: https://asicalstatela.org/committee/asi-scholarship-awards-ad-hoc-committee",
                "Attends all ASI Board Meetings",
                "Sits on an additional four (4) ASI standing committees and one (1) university committee and must be available for meetings of the Shared Governance Committee, Personnel Committee, Executive Committee, Strategic Planning Committee, Funding Sub-Committee, and Finance Committee"
              ]
            },
            { "type": "subheader", "text": "Skills and Abilities" },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            { "type": "subheader", "text": "Grant In Aid" },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College Representatives & Reps at Large",
      "positions": [
        {
          "positionName": "College Representatives",
          "positionData": [
            { "type": "copy", "text": "Reports To: ASI President" },
            { "type": "subheader", "text": "Position Summary" },
            {
              "type": "copy",
              "text": "The College Representatives serve on the ASI Board of Directors (BOD) to voice the concerns and represent the needs of each of the academic colleges. One student is elected for each of the seven colleges; however, the Representatives work collaboratively as well to serve the broader student population. The College Representatives sit on standing committees in ASI and often serve as student representatives on various University-wide committees. Working with their College administrators, the ASI representatives plan events and create opportunities to connect with the students in their discipline in order to establish strong lines of communication between the student body and campus leadership."
            },
            { "type": "subheader", "text": "Requirements" },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI President and advising meetings with ASI Executive Director (designee)",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "Submit a state of affairs report to the BOD in accordance with the Code of Procedures",
                "ASI officer duties begin June 1 and require attendance at meetings and training throughout the summer",
                "Hold regular office hours to be available for the student body to meet and express concerns",
                "Complete 2 engagement hours each week by attending events, tabling, or collaborating with clubs and departments"
              ]
            },
            { "type": "subheader", "text": "Term" },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI Board member positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as ASI's Board of Directors may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "The College Representatives shall report at the BOD meeting on the state of their college and the needs of their constituency.",
                "The College Representatives shall submit a state of affairs report to the BOD in accordance with the Code of Procedures at the end of each semester",
                "Serve as official representatives of their respective colleges.",
                "Actively seek the opinions, needs, and desires of their constituents (e.g. through college council meetings, interactive forums, other programs, surveys, and one-on-one conversations).",
                "Maintain strong communication and build relationships with the college dean and/or associate deans, department chairs, and faculty.",
                "Assess and maintain an archive of the constituents’ opinions, needs, desires, as well as the college’s goals and challenges for the year. This report should be presented along with the State of Affairs report.",
                "Serve on designated college-specific committee(s) to represent student voice in the college shared-governance process.",
                "Present to the BOD for consideration, measures which might serve to resolve student-related problems encountered by their constituents.",
                "Attend ASI outreach events to publicize ASI programs and services",
                "Perform any other responsibilities that may be delegated by the BOD."
              ]
            },
            { "type": "subheader", "text": "Committee Involvement" },
            {
              "type": "list",
              "list": [
                "Voting member and required to attend all BOD meetings",
                "Voting member and required to attend all ASI Cabinet of College Representatives meetings. One College Rep will be appointed to serve as the chair of the CCR and will sit on the ASI Executive Committee.",
                "Required to join two additional ASI standing committees: Executive, Personnel, Finance, Bylaws, Legislative Affairs"
              ]
            },
            { "type": "subheader", "text": "Skills and Abilities" },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            { "type": "subheader", "text": "Grant In Aid" },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            }
          ]
        },
        {
          "positionName": "Diversity and Inclusion & Civic Engagement Officers",
          "positionData": [
            {
              "type": "copy",
              "text": "Reports To: ASI Vice President for External Affairs and Advancement"
            },
            { "type": "subheader", "text": "Position Summary" },
            {
              "type": "copy",
              "text": "There are two Representatives At-Large who serve on the ASI Board of Directors (BOD), the Diversity and Inclusion Officer and the Civic Engagement Officer. These two positions were created to focus on specific aspects of ASI’s mission to serve the diverse student body of Cal State LA by ensuring ASI’s events and services are inclusive and that ASI serves as the primary advocates for student needs on campus."
            },
            { "type": "subheader", "text": "Requirements" },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI VP for External Affairs and Advancement and advising meetings with ASI Executive Director (designee)",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "Submit a state of affairs report to the BOD in accordance with the Code of Procedures",
                "ASI officer duties begin June 1 and require attendance at meetings and training throughout the summer",
                "Hold regular office hours to be available for the student body to meet and express concerns",
                "Complete 2 engagement hours each week by attending events, tabling, or collaborating with clubs and departments"
              ]
            },
            { "type": "subheader", "text": "Term" },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI Board positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as ASI's Board of Directors may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            { "type": "subheader", "text": "Diversity and Inclusion Officer" },
            {
              "type": "list",
              "list": [
                "Promotes ASI advocacy and outreach programs and events",
                "Works with all ASI leaders to align ASI’s programs and services with inclusive practices",
                "Coordinates events and programs that build community and foster belonging",
                "Communicates and coordinates programs and outreach with the Cross Cultural Centers and other departments on campus",
                "Report at the BOD on diversity and inclusion issues relating to Cal State LA students",
                "The Diversity and Inclusion Officer shall sit on the Legislative Affairs and Advocacy Committee.",
                "Create Initiatives that amplify traditionally marginalized voices and others leading development that incorporates social change and justice",
                "Work with all appropriate university departments to ensure that through transformative learning and engagement, students will experience expanded viewpoints, lessened fear, and increased openness",
                "Increase awareness that explores the dimensions of difference in communities",
                "Create programs and initiatives that improve Cal State LA’s campus climate to proactively achieve inclusivity",
                "Promote efforts that make all students feel welcome and diminish sentiments that impact learning",
                "Acquire proper knowledge on Title IX, ADA/504, and Safe Zones to disseminate this information by holding workshops and focus groups, so our campus community is aware and abiding of a diverse student population",
                "Serve as an ASI point of contact to OSD, VRC, DRC",
                "Creating and overseeing a passion project that will directly serve the diversity of our students",
                "Work to establish an open and aware community where students understand that people come from different backgrounds and to respect and celebrate the differences in people",
                "Create identity building and hope to experience true meaning-making within a transformative community",
                "Perform any other responsibilities that may be delegated by the President or Vice President for External Affairs and Advancement"
              ]
            },
            { "type": "subheader", "text": "Civic Engagement Officer" },
            {
              "type": "list",
              "list": [
                "Report at the BOD on civic engagement issues relating to Cal State LA students",
                "Manage the development and implementation of ASI’s civic and voter engagement program, including voter registration, non-partisan voter education, GOTV efforts, and voter data (NSLVE) tracking",
                "Participate in the planning of the ASI Alternative Break, participating in the trip is optional",
                "Work with the Center for Engagement, Service, and the Public Good to create local, national, and/or international service-learning opportunities for Cal State LA students",
                "Build innovative community service programs that develop and sustain new leaders and activists",
                "Brief the BOD and the student population at large in the nature, problems, and resources of the Los Angeles community",
                "Promote new avenues of thinking about participatory democracy and governance",
                "Partner with leaders to create exemplars of how civic engagement works in neighborhoods and public institutions",
                "Host workshops, seminars, and town hall meetings to promote deliberate dialogue",
                "Be responsible for establishing communication links/community resources with appropriate organizations",
                "Perform any other responsibilities that may be delegated by the President or Vice President for External Affairs and Advancement."
              ]
            },
            { "type": "subheader", "text": "Committee Involvement" },
            {
              "type": "list",
              "list": [
                "Voting member and required to attend all BOD meetings",
                "Voting member and required to attend all ASI Legislative Affairs Committee meetings",
                "Required to join two additional ASI standing committees"
              ]
            },
            { "type": "subheader", "text": "Skills and Abilities" },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            { "type": "subheader", "text": "Grant In Aid" },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Senators",
      "positions": [
        {
          "positionName": "Academic Senators",
          "positionData": [
            {
              "type": "copy",
              "text": "Reports To: Chair of the Academic Senate with dotted line to ASI Vice President for Academic Governance"
            },
            { "type": "subheader", "text": "POSITION SUMMARY" },
            {
              "type": "copy",
              "text": "The Academic Senate at Cal State LA fosters faculty participation in university policy making. The Senate is a representative body that acts for the faculty, provides for faculty planning and consideration in the development of policy, and ensures regular communication between faculty and administration in policy matters. With a belief in the principles of shared governance, six students are included in the Academic Senate as full voting Senators. Senators serve on sub-committees of the Academic Senate and may be called to represent the Senate on other University committees as well."
            },
            {
              "type": "copy",
              "text": "Student Senators are not members of ASI leadership but are allied with ASI through the Cabinet of Academic Senators and though regular meetings with the ASI Vice President for Academic Governance. Student Senators work with ASI to broaden the reach of advocacy efforts to ensure that students interests are represented to the highest levels of the University administration. ASI provides the Grant-in-aid scholarships for Student Senators as well as a budget for programming events and outreach opportunities for Senators to connect with the student body."
            },
            {
              "type": "copy",
              "text": "Additional information about the work and make up of the Academic Senate is provided on the Senate website¹."
            },
            { "type": "subheader", "text": "REQUIREMENTS" },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with ASI Vice President for Academic Governance and advising meetings with ASI Executive Director (designee)",
                "Minimum requirements for student leaders - (https://asicalstatela.org/get-involved/apply-position/basic-eligibility-requirements)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "Submit a state of affairs report to the BOD in accordance with the Code of Procedures",
                "ASI officer duties begin June 1 and requires attendance at meetings and training throughout the summer",
                "Hold regular office hours to be available for the student body to meet and express concerns",
                "Complete 2 engagement hours each week by attending events, tabling, or collaborating with clubs and departments"
              ]
            },
            { "type": "subheader", "text": "TERM" },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. Student Senators must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            {
              "type": "subheader",
              "text": "ESSENTIAL DUTIES AND RESPONSIBILITIES"
            },
            {
              "type": "list",
              "list": [
                "All voting members of the Academic Senate and of its standing committees and subcommittees, both faculty and students, are expected to attend meetings regularly in order to fulfill the commitments of membership. If any voting members are absent from three consecutive meetings, they shall be replaced unless they are on approved leave or off campus for university related business. (Senate Handbook)",
                "Attend all Academic Senate meetings, which are held every other week for two hours",
                "Submit a state of affairs report to the ASI BOD each semester that documents the accomplishments of the individual Senator",
                "Actively seek the opinions, needs, and desires of their constituents (e.g. through college council meetings, interactive forums, other programs, surveys, and one-on-one conversations).",
                "Maintain strong communication and build relationships with the college dean and/or associate deans, department chairs, and faculty to advocate for student needs.",
                "Assess and maintain an archive of the constituents’ opinions, needs, desires, as well as the college’s goals and challenges for the year. This report should be presented along with the State of Affairs report.",
                "Present to CAS measures which might serve to resolve student-related problems encountered by their constituents.",
                "Attend outreach events to publicize Senator programs and gather feedback from students on academic issues",
                "Perform any other responsibilities that may be delegated by the Academic Senate.",
                "A notation is made on the permanent record of every student member of an academic governance body for participation in academic governance, provided that the student so recognized has maintained a minimum of 70 percent attendance during each such appointment. Participation in academic governance is defined as membership in any recognized university, college, or department/division/school committee; college assembly; or the Academic Senate, its four standing committees, their subcommittees, or any ad hoc committee established by the Senate or the President.",
                "Additional information on the Academic Senate may be found in the Senate Handbook - [Senate Handbook](https://www.calstatela.edu/academicsenate/handbook/ch2toc)"
              ]
            },
            { "type": "subheader", "text": "COMMITTEE INVOLVEMENT" },
            {
              "type": "list",
              "list": [
                "Attend all Academic Senate meetings and serve as a voting member",
                "Serve on two (2) sub committees of the Academic Senate",
                "Attend and serve as a voting member of the Cabinet of Academic Senators",
                "Serve on ASI Legislative Affairs and Strategic Planning Committees (one Senator needed)"
              ]
            },
            { "type": "subheader", "text": "SKILLS AND ABILITIES" },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },
            { "type": "subheader", "text": "GRANT IN AID" },
            {
              "type": "copy",
              "text": "All elected and appointed ASI student leaders receive a type of scholarship called the Grant in Aid (GIA). The GIA payments are distributed on a set schedule each semester. To earn the full GIA payment, student leaders are required to submit bi-weekly reports of their accomplishments and activities pertaining to their position. Failure to turn in bi-weekly reports results in a deduction of the GIA payment."
            },
            {
              "type": "subheader",
              "text": "RESOURCES"
            },
            {
              "type": "link",
              "list": ["https://www.calstatela.edu/academicsenate"]
            }
          ]
        }
      ]
    }
  ]
}
