{
  "data": [
    {
      "sectionName": "President",
      "positions": [
        {
          "positionName": "Yahir Flores",
          "positionData": [
            {
              "type": "image",
              "alt": "Accountable to: Cal State LA Student Body, ASI Board of Directors",
              "img": "https://i.imgur.com/VxEULZW.png"
            },
            {
              "type": "text",
              "text": "Hello Golden Eagles! My name is Yahir Flores, and I am running to be re-elected as your ASI President. I have the honor and privilege of serving as your ASI President for the 2023-2024 academic year, and I hope to continue to serve you all once again. This year has been filled with many changes, ranging from the search and appointment of various campus administrators, including our university president, to CSU systemwide with the passing of the 6% tuition increase. Since the start of my tenure, I have dedicated my efforts to ensuring your voices were present during these vital conversations. As a result, I have successfully facilitated the operation of ASI to re-focus our mission and goals to serve you all, the student body. One huge success this year was advocating on your behalf to change the commencement venues from being held in parking lot 5 to the Los Angeles Convention Center. Other priorities I have worked on and will continue to advocate for our basic needs: working alongside the Dean of Students, we have identified concerns with our food pantry. We are working on expanding our food pantry to include more capacity for groceries and extended dates and hours. In the upcoming year, I plan to emphasize transparency, advocacy, and communication throughout the work of ASI to keep you all informed on our current initiatives, advocacy agenda, and discussion with campus partners. Most importantly, I will continue to hold the university administration accountable and transparent on campus decision-making, policy implementation, and any changes that would affect you and our campus community. I humbly ask for your vote; let's continue this journey together!"
            }
          ]
        }
      ]
    }
  ]
}
