{
  "data": [
    {
      "sectionName": "President",
      "positions": [
        {
          "positionName": "Arwa Hammad",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0611-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello, Golden Eagles!"
            },
            {
              "type": "copy",
              "text": "My name is Arwa Hammad, and I’m running for ASI President to ensure your voice is heard, especially in these challenging times. With nearly three years in ASI and statewide governance experience, I’ve worked on initiatives that empower students—from advocating for affordable housing statewide to organizing civic events right here on campus."
            },
            {
              "type": "copy",
              "text": "But right now, we’re at a defining moment. The $375 million CSU budget cut means fewer courses, longer graduation timelines, and reduced student services. Students are already feeling these impacts. We need leadership that understands these challenges and is ready to fight for real solutions. "
            },
            {
              "type": "copy",
              "text": "With that, my plan is clear: it’s not enough to acknowledge these issues are happening, rather, we need to fight back. I want to: "
            },
            {
              "type": "list",
              "list": [
                "Introduce written, monthly reports or newsletters from the entire ASI team and the External Affairs team so you know exactly what our student government is doing and remove barriers of transparency.",
                "Implement “Office Hours on the Go,” where, in addition to student leaders holding office hours in the ASI office, we go to you by holding “office hours” in high-traffic areas like the Library, University-Student Union (U-SU), and the food courts."
              ]
            },
            {
              "type": "copy",
              "text": "I also want to:"
            },
            {
              "type": "list",
              "list": [
                "Work directly with university leaders and state lawmakers to fight against budget cuts and protect student resources.",
                "Work to expand course offerings, as no student should have to delay graduation because their required classes aren’t available.",
                "Work to double down on defending student rights and ensuring safety, support, and access to essential services."
              ]
            },
            {
              "type": "copy",
              "text": "But it’s not enough just to say what I want: it’s important to know how I’ll do it, too. So, if you want to learn more about my plan and how I want to change and improve ASI, take a look at my policy plan: Arwa for ASI President: Position Platform. You can ALWAYS reach out to me at my email, ahammad6@calstatela.edu, to ask any questions or even grab a coffee!"
            },
            {
              "type": "copy",
              "text": "Thank you for your time, and I hope I can count on your vote! :)"
            }
          ]
        },
        {
          "positionName": "Jose Sandoval",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9901-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Jose Sandoval, I'm running for ASI president, why do you vote for me? I’m the former vice president of my community college government, I also have more than 5+ years of experience in leadership positions across multiple fields and I want to do as much as I can in this leadership role. I can see the struggles and worries of the students and I want to be able to advocate for resolutions. At the same time, I want to create a better and more engaging community that feels like a college experience for the students. I want to be able to events and opportunities for the students to participate and engage in new ways. I want all the golden eagles to fly higher. My Instagram is @jobsjase"
            },
            {
              "type": "copy",
              "text": "My Instagram is @jobsjase"
            }
          ]
        },
        {
          "positionName": "Yahir Flores",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/yahir.jpg"
            },
            {
              "type": "copy",
              "text": "Hello Golden Eagles!"
            },
            {
              "type": "copy",
              "text": "My name is Yahir Flores, and I am re-running to serve as your ASI President. Cal State LA represents the voices of nearly 20,000 students. Together, we empower, drive change, and inspire leadership. I am running for President to continue to advance our mission, ensuring every student leaves knowing their time was meaningful and impactful. With five years at Cal State LA in various leadership roles, I have witnessed students’ ongoing challenges: affordability, high-quality education, and access to essential support services."
            },
            {
              "type": "copy",
              "text": "Change is only possible when students are valued and recognized as equal stakeholders. As President, I will advocate for student inclusion in higher education policymaking, strengthening engagement to improve retention, belonging, and diversity. With various changes affecting our campus and other communities, ensuring student voices are heard across all factors affecting our institution and the CSU system is imperative. My experiences and accomplishments over these past two years demonstrate my commitment to students; if elected as President, my main goal would be to understand what our current plan is for addressing critical issues, create an evaluation assessment, identify areas for improvement, and engage with all governing bodies, the Academic senate, Administration, and other key stakeholders. From there, I would work to develop a strategic plan and execute it effectively. I fully recognize that meaningful change may take longer than a year, but the most crucial step is to begin the process. We are responsible for laying the foundation, tracking our progress, and leaving a clear path for those who come next. The work we do this year will create a lasting impact for future golden eagles."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Vice President for External Affairs",
      "positions": [
        {
          "positionName": "Heaven Gibson",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9779-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Fellow Golden Eagles,"
            },
            {
              "type": "copy",
              "text": "My name is Heaven Gibson, and I am running to be your ASI vice president for External Affairs because I believe in student advocacy. Each of our voices matters to ensure that they are heard by students, our peers, faculty, and staff, but most importantly, within ourselves. As your representative, I will protect and ensure the safety of the Cal State LA students so they can voice their opinions. As an advocate for student rights and campus safety, I am committed to making changes on campus that will benefit our student body. In this role, I will contribute to serving as one of ASI's primary representatives to the California State Student Association and ensure that our concerns are heard in the CSU system. I will work to keep ASI and Students informed about key issues affecting our education and campus experience."
            },
            {
              "type": "copy",
              "text": "If elected, I will"
            },
            {
              "type": "list",
              "list": [
                "Fight for student rights and advocate for affordable tuition, financial aid, and academic resources.",
                "Prioritize Campus Safety—Emergency response measures and ensure safer pathways.",
                "Address Parking Issues—Reduce parking policies for all students and faculty members and find solutions to make parking more affordable."
              ]
            },
            {
              "type": "copy",
              "text": "I believe in change with the voices of our students and collaboration with CCSA, CSU leaders, and local officials. I will ensure that Cal State LA students have a voice that shapes our future. Let's make change together. Vote Heaven Gibson for ASI Vice President for External Affairs and help build a safer and more centered campus."
            }
          ]
        },
        {
          "positionName": "Virginia O'Vincent",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0194-copy.JPG"
            },
            {
              "type": "copy",
              "text": "As a Master of Business Administration student at Cal State LA with bachelor’s degrees in Economics and Psychology, I bring a strong foundation in research, analysis, and problem-solving. My academic background equips me with the skills to examine legislative actions critically, assess their impact on students, and advocate for meaningful policy changes. I am committed to ensuring that every student’s voice is heard at the state and local levels, including being informed of the decisions affecting our community with transparency. "
            },
            {
              "type": "copy",
              "text": "I graduated from UC Merced in 2024 and understand that for many students, campus becomes their home away from home. Therefore, it is essential that every student, regardless of their background or the challenges they may encounter, be provided with the necessary tools needed to thrive beyond their circumstances and achieve success, both in their academic journey and post-graduation."
            },
            {
              "type": "copy",
              "text": "As a Writing Tutor at the university's Writing Center, I guide students in developing their communication skills, strengthening their ability to express themselves clearly and effectively. Serving as an Orientation Leader at UC Merced, I led presentations and spoke on panels to welcome and inform incoming students and their families. This experience sharpened my public speaking skills and strengthened my ability to engage diverse audiences. I am resilient, vocal, strong, hardworking, and will fight for all students regardless of their background."
            },
            {
              "type": "copy",
              "text": "Vote for Virginia O'Vincent for Vice President of External Affairs—because every student deserves a dedicated advocate committed to making a difference."
            },
            {
              "type": "copy",
              "text": " Instagram: virginiaforvpea"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Vice President for Community Engagement",
      "positions": [
        {
          "positionName": "Ashley Bellorin",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/edited-5-copy.jpg"
            },
            {
              "type": "copy",
              "text": "Dear Cal State LA students,"
            },
            {
              "type": "copy",
              "text": "My name is Ashley Marie Bellorin. I am a sophomore at CSULA, and with great honor I am running for ASI Vice President of Community Engagement. Many believe that college is just about classrooms and never-ending homework, but it's more than that. It's a community and a place where we are valued as students. A place where we can speak our minds and our voices can be heard without judgment. I am running for this position because I believe in serving others and creating a difference that will benefit and enrich every student's experience here at CSULA. I have been here for 3 semesters, and have noticed so many students including myself, suffer from imposter syndrome. Many students don't know about the resources available to them or feel too afraid to ask for help. I want to be part of creating a stronger relationship between students and leadership to ensure that they know they’re heard, have a platform to express their minds, and make a difference for the better of themselves, their peers, and the University. Engagement is key to advocating for real change, fostering relationships, and ensuring that college is a memorable experience for all. If elected, not only will I advocate for student voices, but also strengthen and build relations between the community and the University. I will work hard to enhance campus inclusivity and awareness and most importantly, give my all to the position itself, the university, the students, and the community. I humbly ask for your support and vote so that together, we can build a stronger and more connected Cal State LA. "
            },
            {
              "type": "copy",
              "text": "With gratitude and determination, "
            },
            {
              "type": "copy",
              "text": "-Ashley M. Bellorin"
            },
            {
              "type": "copy",
              "text": "Candidate for ASI Vice President of Community Engagement"
            }
          ]
        },
        {
          "positionName": "Valerie Urrutia",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9816-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Valerie Urrutia and I am running for the Vice President for Community Engagement position. It has been made apparent that change is becoming a constant these days. Not only are these changes happening in the outside world, but in the world of Calstatela as well. We can only do so much alone, but when community is introduced, it creates long-lasting connections that allow people to rely and trust one another. I believe that community is extremely important because every human being on earth wants to feel some kind of connection, to feel like they belong somewhere. There will always be differences between people, but the key is to acknowledge that and actively work to see how they can form a connection despite that. This is what I, as the next Vice President for Community Engagement, would actively emphasize and communicate to students here on campus. We are better together, and because of that, we will be able to get through any and all changes that may come our way."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Vice President for University Affairs",
      "positions": [
        {
          "positionName": "Javier Ramirez",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/edited-6-copy.jpg"
            },
            {
              "type": "copy",
              "text": "As a CSULA student, I understand the university's opportunities and challenges. I'm committed to amplifying student voices and bridging the gap between students and administration for meaningful change. Every student deserves access to academic, financial, and personal support, and I'll advocate for these resources."
            },
            {
              "type": "copy",
              "text": "My passion for student advocacy began before CSULA, where I served as high school student council president and band section leader, working with administrators, faculty, and peers to address student concerns, coordinate events, and implement initiatives. These experiences strengthened my ability to manage tasks, advocate for my peers, and foster communication—skills I'll apply to support the student body."
            },
            {
              "type": "copy",
              "text": "If elected, I'll focus on improving study spaces, strengthening professor-student communication, and increasing awareness of student resources. Many study spaces suffer from poor lighting, broken floors, and hazardous outlets, so I'll push for upgrades. Communication gaps between students and professors create obstacles, and I'll work with faculty to establish clearer expectations and more substantial support. Many students are also unaware of available resources like scholarships, academic programs, and mental health services. I'll improve outreach through updated websites, a centralized guide, and partnerships with student organizations to expand awareness via social media and events. I'll also advocate against course cuts and tuition hikes and push for infrastructure improvements like fixing malfunctioning elevators to enhance accessibility and safety."
            },
            {
              "type": "copy",
              "text": "As Vice President of University Affairs, I'll work to ensure students have the support and opportunities to succeed. I'm ready to be your proactive advocate and create meaningful change for you."
            }
          ]
        },
        {
          "positionName": "Jeffrey Umaña Muñoz",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/edited-4-copy.jpg"
            },
            {
              "type": "copy",
              "text": "My name is Jeffrey Umaña Muñoz, and I am running to be your next ASI Vice President for University Affairs (VPUA) because we need an advocate who will fight for a university that serves all of us. As budget cuts threaten faculty, staff, student programs, and academic departments — especially those serving historically vilified and underserved communities — I will use every tool at ASI’s disposal to advance a people’s university budget. Each day I will challenge the University’s deceptive practices that endanger our future and demand real investment in our education."
            },
            {
              "type": "copy",
              "text": "If elected, I will ensure students and student organizations have full access to ASI’s advocacy power, material resources, and institutional influence. I will work to secure increased University investment in student basic needs (e.g. food security, transportation/parking fees relief), protect our faculty/staff, and defend departments/majors from closure. To accomplish this, I will prioritize expanding students’ access to ASI. I will also develop innovative leadership pipelines within ASI that engages students across campus, ensuring we serve our diverse student body."
            },
            {
              "type": "copy",
              "text": "As VPUA, I will strengthen student representation in shared governance, ensure transparency in decision-making, and foster a stronger culture of advocacy. Above all, ASI should serve students; not institutional interests or profit margins. I am ready to bring both my lived, academic, and professional experiences to this role and fight for a university that invests in us. I ask for your support in making this vision of the student association, and university, we seek a reality — together."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Chief of Staff",
      "positions": [
        {
          "positionName": "Brian Andrade",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9820-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello everyone, my name is Brian Andrade, and I am excited to be running for the ASI Chief of Staff position. I believe that to make a big impact, you have to work with other people, and for a while now, I have loved working with people, despite how difficult it can get. I believe people want to work hard but can't because of certain circumstances going on in their lives, and I completely understand that. I want to be a leader who helps people out at their lowest because I remember when I was struggling to get through daily tasks, and no one understood me. Now, I am 100 times better than I was before; not perfect, but better. And I want to get work done not only through being compassionate but through hard work and discipline. I promise to support all my colleagues no matter how rough the road may get, help organize tasks efficiently, and ensure smooth operations. With your vote, I will be the best right-hand man I can be."
            }
          ]
        },
        {
          "positionName": "Gabriel De La Rosa",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0670-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hi, my name is Gabriel De La Rosa. I am a Junior here at Cal State LA, and I am running for Chief of Staff."
            },
            {
              "type": "copy",
              "text": " As someone who is majoring in Human Resources Management, I am dedicating my life to people and lending my time to people's issues. Leadership should be about service for the people and by the people. Growing up in a Union family, I've seen and valued the importance of standing up for others. As a first-generation college student, I know how important college is and have fought hard to get where I am in life, and I now want to use my experience to fight for others who may not be able to do so themselves. Outside of campus, I dedicate myself to activism. I have been involved in Free Palestine demonstrations for years and the protect street vendor movement in the Inland Empire. From those experiences, it has become clear that change starts with taking action, amplifying voices and, of course, listening."
            },
            {
              "type": "copy",
              "text": "If I am elected, I will dedicate my time and effort to work tirelessly to ensure students' needs are heard and met. I will advocate for students who are underrepresented and be a strong voice for issues that concern all of us like tuition hikes and the safety of classrooms."
            },
            {
              "type": "copy",
              "text": "It would be an honor to serve you all, and I hope to have your support. Together, we can build a stronger campus focused on the students' well-being above all else!"
            },
            {
              "type": "copy",
              "text": "Social media: Instagram: @youjustbeenbean"
            }
          ]
        },
        {
          "positionName": "Inca Stienhans",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9740-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Inca Stienhans, and I am thrilled to be running for the position of ASI Chief of Staff (COS)!"
            },
            {
              "type": "copy",
              "text": "As a Biochemistry and Psychology major and Early Entrance Program student, I have learned how to thrive in academically challenging environments. Persevering through challenges whilst maintaining a high academic standing, I am confident in my ability to support the student body as Chief of Staff."
            },
            {
              "type": "copy",
              "text": "My interest in serving as COS stems from my passion for community service. In 2023, I founded the impact project Ideas to Reality, which aims to empower underprivileged students to pursue science. As the President of the Ideas to Reality and Chess club on campus, my involvement in CSULA clubs showcases my leadership abilities."
            },
            {
              "type": "copy",
              "text": "I have learned how to lead and also how to listen. With my experience, I hope to represent each one of you as your Chief of Staff this upcoming year!"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Civic Engagement Officer",
      "positions": [
        {
          "positionName": "Chris Mapps",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0228-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Chris Mapps, and I am running to be your next ASI Civic Engagement Officer. As a dedicated student and aspiring criminal defense attorney, I am passionate about advocacy, civic participation, and ensuring that every student has a voice in the decisions that shape our university and community."
            },
            {
              "type": "copy",
              "text": "If elected, I will work to strengthen voter engagement initiatives, promote non-partisan voter education, and expand service learning opportunities that connect students with meaningful ways to make an impact. I will also advocate for sustainability efforts on campus, ensuring that ASI continues to implement environmentally responsible policies while educating students on the importance of sustainable practices."
            },
            {
              "type": "copy",
              "text": "Through collaboration with student organizations, faculty, and community partners, I will create programs that foster leadership, civic responsibility, and active participation in democracy. My goal is to make civic engagement accessible, inclusive, and impactful for all students at Cal State LA."
            },
            {
              "type": "copy",
              "text": "Your voice matters, and together, we can build a stronger, more engaged student body. Vote for Chris Mapps for Civic Engagement Officer because your future, your community, and your voice deserve to be heard."
            }
          ]
        },
        {
          "positionName": "Gennesis Nuyens",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9925-copy.jpg"
            },
            {
              "type": "copy",
              "text": "Hello my fellow Cal State LA peers! My name is Gennesis Nahomi Nuyens, and I am running to be your 2025-2026 Civic Engagement Officer."
            },
            {
              "type": "copy",
              "text": "As students, you are key to the success at Cal State LA. We need students like you who are passionate and ready to advocate, empower, and bring change to our community. We can work together by voting, participating, and using our collective voices to create real change. By educating ourselves on issues on our campus, recognizing our barriers and limitations, and developing strategic plans, we can all take action; we can all be leaders. Let us empower one another and create success. As your ASI Civic Engagement Officer, I will be your advocate, your voice, and your biggest supporter."
            },
            {
              "type": "copy",
              "text": " Feel free to reach out and say hello by emailing me at gnuyens@calstatela.edu."
            },
            {
              "type": "copy",
              "text": "Best wishes Golden Eagles!"
            },
            {
              "type": "copy",
              "text": "Gennesis Nuyens"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Diversity and Inclusion Officer",
      "positions": [
        {
          "positionName": "Yarmil Abrego",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9826-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Yarmil Abrego, the position that I am running for is Diversity and Inclusion officer. I am the best candidate for this position for the following reasons: I am committed to collaborating with others to make exciting inclusion ideas carried out. I would like to also collaborate with clubs in bringing events that are meaningful for students to feel included during their higher education journey. I will act as the best leader that I can be to carry out my position duties as a Diversity and Inclusion officer. I will make the time and put in the effort for students to feel like they are being included in their university experience. I will ask students questions on ways we can bring for events that will make them feel included. I hope you will consider me as your Diversity and Inclusion officer. Thank you! for reading my candidate statement."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Ethnic Studies Representative",
      "positions": [
        {
          "positionName": "Diana Rangel",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0109-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Diana Cazandra Rangel, and I am a graduate student in the Chicanx Latinx Studies department. I am running for the College of Ethnic Studies representative position. I come from a background of political involvement in my neighborhood in South Sacramento. I moved to Los Angeles to learn more about my culture and history, and one thing that stood out to me was the lack of representation of Chicanas in political positions. I am here to challenge that notion, and with the position I am applying for, I carry with pride as it comes with a responsibility of representing a diverse college. This position allows me to connect with different populations and help them take up space in higher education. I believe that advocating for the College of Ethnic Studies helps me unite students, as Juntos Mejoraremos la Comunidad."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Arts and Letters Representative",
      "positions": [
        {
          "positionName": "Anmol Sanchez",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9770-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Anmol Sanchez and I am a first-year BM Commercial Music student within the College of Arts & Letters and I’m campaigning to be the College of Arts & Letters Representative. Growing up, I always knew I wanted to pursue a career in music. This was so prevalent to me that even at the age of 3-years-old, I dreamed of being a “rockstar.” What seemed like a silly dream, ended up becoming the reason I am studying pop/commercial music at CSULA which is surprising as I never had the desire to go to college. Things changed when I found role-models within musical educational programs that I then realized I deserve to learn more at a university and be a role-model for others. Being a first-generation Pakistani-Mexican American in a community of artists and dreamers I value advocating for the continual support of art and music in higher education."
            },
            {
              "type": "copy",
              "text": "Instagram: @_thisisanmol"
            }
          ]
        },
        {
          "positionName": "Clara Garza",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0244-copy.JPG"
            },
            {
              "type": "copy",
              "text": "I am an English student with a persevering passion for the performing, literary, and visual arts, supported by my profound knowledge and firsthand experience in a multitude of fields. As a representative, I will make informed decisions that actively engage with the needs and desires of our community. I am going to ensure that the irreplaceable voice of the AL College is not lost in the midst of budget cuts, technological innovations, and a fading emphasis on creativity. When I first started the Early Entrance Program, I was captivated by the vibrant artistic community here. I will ensure that students continue to experience that same inspiration and support. I am self-motivated, responsible, and knowledgeable in and beyond the classroom. Since CSULA has allowed me to pursue my dreams as a young scholar and as an aspiring artist, I feel responsible for giving back to our close-knit community before I graduate."
            }
          ]
        },
        {
          "positionName": "Martin Alexander",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9836-copy.jpg"
            },
            {
              "type": "copy",
              "text": "My name is Martin Alexander, and I am running to be your next College of Arts and Letters student representative. Asking the hard questions and transparency are the foundation of my platform. As a graduate art student, I am acutely aware of the needs of our facilities, staff, faculty, and students. I am resistant to tuition increases and the bloat in our administration. As a community woodshop manager, I know what it takes to connect and deeply listen to the concerns of individuals. The goal of my tenure would be to improve transparency for the broader community. I want to make information, policy, and money decisions to be made accessible. While I cannot guarantee change because this role does not give me the direct power to make financial decisions on the behalf of the school, I can guarantee I will be the eyes, ears, and mouthpiece speaking truth to power."
            }
          ]
        },
        {
          "positionName": "Michelle Carmona",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9751-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello, my name is Michelle Carmona, and I am running for the position of the Arts and Letters representative. For this role, I intend to speak up about the issues our college faces. I believe that the importance of our many programs are overlooked and many concerns we have must be addressed. It's time to start highlighting the needs of our college: class shortages, unreliable scheduling of course requirements, and lack of quality program materials, are all struggles that as a humanities student, I have observed and plan to demand for a change. The ever-growing list of issues have mainly targeted the Modern Languages and Literatures, Music, and Art departments. If you have been affected and want to address these issues, I encourage you to act now and stand with me in the preservation of the importance of our community and make our voices heard."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Business and Economics Representative",
      "positions": [
        {
          "positionName": "Bryan Banuelos",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0291-copy.JPG"
            },
            {
              "type": "copy",
              "text": "I am the ideal candidate because I have a passion for learning and regularly spend my free time researching new information, which I love sharing with others. Since transferring to Cal State LA, I’ve been eager to explore all the tools and resources the school offers. With your vote, I can help spread these resources to my fellow classmates and future students."
            }
          ]
        },
        {
          "positionName": "Erteza Khan",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9710-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Erteza Khan, and I'm excited to run for Business and Economic Representative. As a passionate student of Business and Economic, I have developed strong communication and leadership skills while working with many professors and students here in California state University of Los Angeles, and being multilingual allows me to connect with a diverse student body, bridge communication gaps, and bring global perspectives to business and economic discussions. Ensuring that every student's voice is heard. I am committed to expanding resources, Deliver messages among team members, supporting student If elected, I will work tirelessly to create opportunity for the lovely students. I understand the importance of financial literacy, entrepreneurship, and economic growth for students. Vote for me, Erteza Khan, as your Business and Economic Representative, and let's Build a stronger, more prosperous future together here at Cal State La!"
            },
            {
              "type": "copy",
              "text": "Instagram @erteza_khan so we can work together for a better future!"
            }
          ]
        },
        {
          "positionName": "Luis Martinez",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9857-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello fellow students. I am a transfer student from a junior college. For years, I have witnessed a lot of room for improvement in our education system and the growing, dysfunctional gap between its representatives and the represented. I will help the upbringing of minority power to matter. I will push for the decentralization of decision-making, placing power in the hands of the people most affected by those decisions. I am running for Business & Economics Representative because I believe with a new framework we can strengthen our student community to support all the diversity there is."
            }
          ]
        },
        {
          "positionName": "Sophia Gamino",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9745-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Sophia Gamino, and I want to be your College of Business and Economics representative! My motivating factor to apply for this role is to be a student leader. As much as this role is rewarding it requires dedication, and I want to use this position to foster our personal and professional growth. Utilizing my past experiences as a leader and teacher, I want to implement more initiatives for community engagement and networking. I have a passion for pursuing career goals, and as an aspiring business owner, I plan to identify how to better serve us all in furthering our success. Getting involved on campus is a great way to enrich our college experience and utilize all resources provided. I love being creative, and bringing new opportunities in engaging ways is what I look forward to most. I believe all opportunities presented to us are because we’re ready!"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Health and Human Services Representative",
      "positions": [
        {
          "positionName": "Aisha Gama",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/04/9q9a0633-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Students in the Rongxiang Xu College of Health and Human Services, we dedicate ourselves to helping others. But who is ensuring our voices are heard and our needs are met? That is why I, Aisha Gama, am running to be your representative. I plan to engage with students and keep your academic needs my top priority. My goal is to create an inclusive and well-connected environment for students, knowing their needs and concerns will be heard and addressed. Through student involvement and communication, I aim to ensure students are valued and given the opportunity to succeed. Working with college administrators and representing our college on University-wide committees, I will dedicate my time and full efforts to improve and build the best experience for us students. With your support, we can pave the way for success and build the best version of the College of Health and Human Services together."
            }
          ]
        },
        {
          "positionName": "De'Ja Gordon",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0581-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello Golden Eagles! My name is De’Ja Gordon, and I’m running for ASI Engagement Commissioner because I believe in creating a campus where everyone feels connected and valued."
            },
            {
              "type": "copy",
              "text": "As the founder of Shopwithdeja, I’ve learned how to build relationships, inspire engagement, and create opportunities that bring people together. My nonprofit work on Skid Row has shown me the importance of compassion and community support. Through my passion for drill team and photography, I’ve seen how shared experiences can uplift and unite us."
            },
            {
              "type": "copy",
              "text": "If elected, I will make it my mission to increase student involvement by hosting more interactive events, boosting social media presence, and making every student feel heard and valued. I want to turn your ideas into actions and ensure ASI becomes a platform for your voice and vision."
            },
            {
              "type": "copy",
              "text": "Together, we can build a more engaging and supportive campus. Vote De’Ja Gordon for ASI Engagement Commissioner!"
            },
            {
              "type": "copy",
              "text": "Social Media: @Dejagordon_ "
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Natural and Social Sciences Representative",
      "positions": [
        {
          "positionName": "Adrian Siu",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0117-ps-copy.jpg"
            },
            {
              "type": "copy",
              "text": "Who Am I? What Is my name? Why am I here? These Questions all have answers. My name is Adrian Siu, and I am running for Student Senator. I am the best candidate because I have teamwork experience and have been able to build clubs from the ground up. I am currently the president of the SinoSphere Society, which was founded in the Fall of 2023 and had only 5 members at the start, now membership is over 35. I have excellent communication, just like Ronald Reagan. Please Vote for Adrian Siu for Student Senator."
            }
          ]
        },
        {
          "positionName": "Dorcia White-Brake",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9786-copy.JPG"
            },
            {
              "type": "copy",
              "text": "I am the best candidate for representative of the College of Natural and Social Sciences because every student deserves to feel safe, heard, and supported. With growing fears stemming from the current political environment in this nation, I will fight to protect our community and advocate for resources that safeguard your rights. I realize that most of our students commute to campus and work for a living, and some live below the poverty line. That’s why I am committed to pushing for policies that address your financial struggles, academic needs, and well-being. I will take your concerns directly to the board and ensure your voice shapes the decisions that affect you. Vote for me, and together, we will build a more inclusive, equitable, and supportive CSULA."
            }
          ]
        },
        {
          "positionName": "Iris Valencia",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0148-copy.JPG"
            },
            {
              "type": "copy",
              "text": "With my experience and passion, I believe that I would be a great Natural and Social Science Representative. I am committed to ensuring the voices of my fellow peers are heard and amplified. With a strong passion for natural and social sciences, I will advocate for a comfortable and collaborative environment that promotes positive change, as well as greater support for my peers' academic prosperity. I am excited to work closely with those who share the same drive and values to ensure inclusivity on campus, as well as a strong and collaborative learning environment."
            }
          ]
        },
        {
          "positionName": "Tyler Cheng",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0062-copy.JPG"
            },
            {
              "type": "copy",
              "text": "I’m Tyler Cheng and I’m running to be your College of Natural and Social Sciences Representative. I started at CSULA feeling lost. I was a NSS student in biochemistry, but it didn’t fit. Luckily, I found my place in psychology. Experiencing two programs in the College of NSS, I saw the passion from both students and professors. Passion that outweighs the capacity of our current system. I wish to represent our college as someone who was accepted into CSULA and understands our value. The College of NSS is extremely underfunded. Students who wish to pursue research and excel are losing those opportunities as we speak. I want to allow students like us the opportunity to find themselves at CSULA, hear their voices, and offer resources to support their dreams. If you wish to contact me, you can find me at tcheng17@calstatela.edu or on Instagram @Tyler_Cheng."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Engineering, Computer Science, and Technology Representative",
      "positions": [
        {
          "positionName": "Brian Pham",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9700-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello Golden Eagles! My name is Brian Pham, and I am honored to be a candidate to represent the College of ECST as a representative! As students, we want the best way to pursue our education, especially finding those key opportunities that will shape professional skills for the workforce. As a Master's student that has got their BS in Computer Science here at Cal State LA in 2023, I have worked with clubs and organizations within the ECST community, including the Association for Computing Machinery (ACM) and MESA, focusing on student success through workshops. If I am elected, I will work with student leads and faculty, collecting opinions on the current state of the College, and bringing feedback to ASI to improve the student experience at the College of ECST. Together, let's make change that will not only serve us, but for future students as well!"
            },
            {
              "type": "copy",
              "text": "Instagram: https://www.instagram.com/briantrpham/"
            },
            {
              "type": "copy",
              "text": "LinkedIn: https://www.linkedin.com/in/bphams/"
            }
          ]
        },
        {
          "positionName": "Kanishq Viradiya",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9754-copy.JPG"
            },
            {
              "type": "copy",
              "text": "As your candidate for ECST College Representative, I bring a strong blend of leadership, advocacy, and technical experience to ensure your voice is heard. As a Computer Science and Biotech Engineering major, tutor at the Center for Academic Success, and an active member of ASI Inc. and the Guardian Scholars Program, I have firsthand insight into the challenges and opportunities we face as ECST students."
            },
            {
              "type": "copy",
              "text": "I’m committed to pushing for more resources, better communication between students and faculty, and increased support for academic and professional growth. I will advocate for workshops, networking events, and hands-on opportunities to strengthen our community and future careers."
            },
            {
              "type": "copy",
              "text": "Social Media:"
            },
            {
              "type": "copy",
              "text": "Instagram: @kanishqviradiya"
            },
            {
              "type": "copy",
              "text": "LinkedIn: https://www.linkedin.com/in/kanishqviradiya/"
            }
          ]
        },
        {
          "positionName": "Michael Delgado",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a0537-copy.JPG"
            },
            {
              "type": "copy",
              "text": "I’m looking forward to becoming a great leader in engineering and the science it requires. I want to give students access to resources that they can use. Most people need these types of resources. What’s the kind of leadership that I want to apply for? I will ensure that if I am registered, my people will have proper help and improve their academic goals. Everything starts with educational goals. A good way to start is to aim at the person. I’m qualified to share my leadership skills with anyone. I’m a full-time business owner, and it requires me to have proper communication and people skills. My vision is to improve anyone because anyone has potential. No matter where you come from or your background, anyone has the skills to do anything."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Academic Senator At-Large",
      "positions": [
        {
          "positionName": "Chase Mader",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9731-copy.JPG"
            },
            {
              "type": "copy",
              "text": "My name is Chase Mader and I am applying for Senator at Large. I am passionate about serving my community and contributing to student government. I enjoy working in teams and collaborating with others, and I believe I could contribute a valuable perspective in ASI. I am eager to be a representative and create positive change, gain leadership experience, and fulfill the responsibilities required of the Senator at Large."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Undergraduate Academic Senator",
      "positions": [
        {
          "positionName": "Mark Raspopov",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9713-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Dear Golden Eagles,"
            },
            {
              "type": "copy",
              "text": "I'm Mark Raspopov, and I'm passionate about policy development and student success. I'm currently an Undergraduate Academic Senator and am running for the same position next year. As a senator, I have tried to address student concerns, improve academic policies, and advance programs that will improve our learning environment. My experience as a Student Director on the U-SU Board of Directors, President of non-profit organization Kids4Kids Global, and President of the AI/ML Club has set me up to well represent your interests."
            },
            {
              "type": "copy",
              "text": " If I get a second chance to serve, I'll actively support students' success through student-friendly policies and better communication with students and faculty. I pledge to implement worthwhile changes that will enhance our experience here. Your voice counts, and your voice will be heard. Let us continue working together for Cal State LA's brighter future."
            },
            {
              "type": "copy",
              "text": "Contact me: markraspopov.com, linkedin.com/in/markraspopov"
            },
            {
              "type": "copy",
              "text": "Thank you!"
            }
          ]
        },
        {
          "positionName": "Sara Gonzalez",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://asicalstatela.org/sites/default/files/content/img/2025/03/9q9a9721-copy.JPG"
            },
            {
              "type": "copy",
              "text": "Hello, my name is Sara Gonzalez, and I am a psychology major with a deep passion for learning and personal growth. I believe in the transformative power of community and the incredible things we can achieve when we come together. That’s why I’ve dedicated myself to volunteering—because I know we can reach greater heights by supporting each other."
            },
            {
              "type": "copy",
              "text": "My first year at college was a challenge, and I questioned whether it was just a temporary journey where I only had to go through the motions. But through perseverance, I built a network of friends and mentors who helped me realize my true potential. Now, I’m more determined than ever to give back to the community that has supported me."
            },
            {
              "type": "copy",
              "text": "I am committed to empowering others, fostering growth, and creating an environment where everyone can thrive. Thank you for your time and consideration. I wish you all a wonderful day!"
            }
          ]
        }
      ]
    }
  ]
}
