{
  "data": [
    {
      "sectionName": "President",
      "positions": [
        {
          "positionName": "Yahir Flores",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/VxEULZW.png"
            },
            {
              "type": "copy",
              "text": "Hello Golden Eagles! My name is Yahir Flores, and I am running to be re-elected as your ASI President. I have the honor and privilege of serving as your ASI President for the 2023-2024 academic year, and I hope to continue to serve you all once again. This year has been filled with many changes, ranging from the search and appointment of various campus administrators, including our university president, to CSU systemwide with the passing of the 6% tuition increase. Since the start of my tenure, I have dedicated my efforts to ensuring your voices were present during these vital conversations. As a result, I have successfully facilitated the operation of ASI to re-focus our mission and goals to serve you all, the student body. One huge success this year was advocating on your behalf to change the commencement venues from being held in parking lot 5 to the Los Angeles Convention Center. Other priorities I have worked on and will continue to advocate for our basic needs: working alongside the Dean of Students, we have identified concerns with our food pantry. We are working on expanding our food pantry to include more capacity for groceries and extended dates and hours. In the upcoming year, I plan to emphasize transparency, advocacy, and communication throughout the work of ASI to keep you all informed on our current initiatives, advocacy agenda, and discussion with campus partners. Most importantly, I will continue to hold the university administration accountable and transparent on campus decision-making, policy implementation, and any changes that would affect you and our campus community. I humbly ask for your vote; let's continue this journey together!"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Vice President for Finance",
      "positions": [
        {
          "positionName": "Cindy Li",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/cVy2CVy.png"
            },
            {
              "type": "copy",
              "text": "Within ASI I want to explore the possibilities and value finance has on our futures. Not only is my Vice Presidency a gateway of leadership for others but a self discovery for myself. Vote for me and I will utilize my position with determination!"
            }
          ]
        },
        {
          "positionName": "Nemrat Bajwa",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/Cb2x5FR.jpg"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Vice President for Academic Governance",
      "positions": [
        {
          "positionName": "Santhosh Kumar",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/FWEbCeL.jpg"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Vice President for External Affairs and Advancement",
      "positions": [
        {
          "positionName": "Arwa Hammad",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/IjUjuKD.png"
            },
            {
              "type": "copy",
              "text": "Hey, Golden Eagles! My name is Arwa Hammad, and I’m thrilled to announce my candidacy for Vice President for External Affairs and Advancement (VPEAA)! Having dedicated three wonderful years to ASI and currently serving as Vice President for Administration, I've spearheaded initiatives promoting inclusivity, sustainability, and student well-being. Notably, our 'Meet the CEOs!' event, led by the Community Engagement and Outreach committee, surveyed students' opinions on events to ensure your student fees are invested in initiatives you value. Now, I'm ready to be your liaison to the systemwide community and advocate for your rights in federal higher education policymaking. If elected as VPEAA, I’ll represent your interests at CSSA and CHESS conferences, coordinate voter registration drives, and collaborate with campus departments and clubs to raise awareness about legislation and policies affecting us and promote advocacy. But advocacy isn't just meetings—it's also about presence. That’s why I’ll host town halls and panel discussions on crucial themes like mental health awareness and campus safety. Following each CSSA and CHESS conference, I'll publish concise reports via social media and email, keeping you informed and collecting feedback. Finally, I'll connect with you both online and in person through tabling events and Zoom meetings to ensure I’m available. Should you have any questions about my vision or plans (or just want to say hi), please contact me at ahammad6@calstatela.edu. I’m so excited about the prospect of representing you all at the state and systemwide level, and with your vote, we can turn this vision into reality!"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Chief of Staff",
      "positions": [
        {
          "positionName": "Cindy Nguyen",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/eNmQAiu.png"
            },
            {
              "type": "copy",
              "text": "Having been in ASI since my first year at Cal State LA, I hope to continue to be involved in our student government and improve the experiences of CSULA students. Starting as a committee member, then NSS College Representative, and currently Chief of Staff, I want to continue growing with the organization and bring a new and improved set of experiences each time. Not only am I familiar with the process of attending committee and Board meetings, but I have also attended CSSA conferences on the CSU system-wide level and worked on resolutions alongside our current ASI President. My familiarity with the organization has allowed me to effectively complete more organizational tasks, such as managing biweekly and State of Affairs reports and suggesting modifications to the various processes as I see fit for the organization. As a student, I will continue making myself available and approachable to any students with questions regarding what the ASI Board of Directors is currently addressing and information on ASI events and activities. Keeping the student body informed will be my top priority, while ensuring transparency and communication is a practice your student government upholds."
            }
          ]
        },
        {
          "positionName": "Mathew Xie",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/VSa5HK2.png"
            },
            {
              "type": "copy",
              "text": "I am wholeheartedly running for the role of Chief of Staff for the 2024-2025 school year, ready to dedicate my time and efforts to serve our Cal State LA community. As a person with a great sleep schedule, I know how to manage time wisely, plan, and finish work. I’ve had over a decade of perfect work ethic skills in my educational journey, so I believe I am suited for this position.  While I may not have held formal leadership positions yet, I am eager to step out of my comfort zone and contribute to our Cal State LA community.  I always complain about having too much free time, so I hope you can help me change that. I would be honored if you vote for Mathew Xie for Chief of Staff. Thank you! Visit my site: https://grassnear.me Thank you, Mathew Xie"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Diversity and Inclusion Officer",
      "positions": [
        {
          "positionName": "Briana Goytizolo",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/xfgYGqZ.jpg"
            }
          ]
        },
        {
          "positionName": "Jatin Soni",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/n78qwhl.jpg"
            },
            {
              "type": "copy",
              "text": "My name is Jatin Soni, a first-gen international student pursuing my master's in computer science at California State University, Los Angeles. As the Event Management Lead at Google Developer Student Clubs, I've honed my skills in fostering inclusivity and collaboration. Drawing from Asia's most diverse country, India, I am committed to championing inclusion within Cal State LA community. I firmly believe that diversity fuels innovation and understanding. As Diversity and Inclusion Officer, I pledge to ensure that every voice is heard and valued. Together, let's celebrate our differences and create a supportive environment where all students thrive. Your vote will empower us to foster unity and build a brighter future. Join me in creating a campus where diversity isn't just celebrated but embraced as our greatest strength. Thank you for your support as we embark on this journey towards a more inclusive tomorrow. Sincerely,  Jatin Narendrabhai Soni"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Engineering, Computer Science, and Technology Representative",
      "positions": [
        {
          "positionName": "Jaydeep Gondaliya",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/jUz4Aaf.jpg"
            },
            {
              "type": "copy",
              "text": "Dear fellow students, With five years of experience as a software developer, I'm excited to offer my candidacy for College Representative of Computer Engineering. My commitment is to amplify your voices, address your concerns, and foster a vibrant college community. If elected, I'll diligently report on our college's state and advocate for your needs at Board meetings. I'll actively seek your opinions through various channels and maintain a thorough archive of your feedback. By building strong relationships with college faculty and serving on committees, I'll ensure your voices are heard in decision-making processes. Drawing on my problem-solving skills, I'll propose solutions to student issues and promote ASI programs at outreach events. I'm ready to fulfill any additional responsibilities delegated by the Board. Together, let's shape a college experience that reflects our shared goals and aspirations. Thank you for your consideration. Sincerely, Jaydeep Gondaliya"
            }
          ]
        },
        {
          "positionName": "Preet Jadahv",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/2W93E4y.jpg"
            },
            {
              "type": "copy",
              "text": "Hello ECST family! I am thrilled to announce my candidacy to represent our vibrant department in Associated Students Inc. With a deep-rooted dedication to our community, I am committed to amplifying our voices and ensuring our needs are met. I envision a future where every ECST student feels supported and empowered to thrive. If elected, I will work tirelessly to foster a welcoming environment, provide valuable resources, and create exciting opportunities for growth and success. Together, let's shape a brighter tomorrow for ECST. Your support and vote mean the world to me, and I am excited to embark on this journey with each and every one of you. Together, we can make a difference!"
            }
          ]
        }
      ]
    },
    {
      "sectionName": "College of Natural and Social Sciences Representative",
      "positions": [
        {
          "positionName": "Ananya Sharma",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/IjJoFFL.jpg"
            },
            {
              "type": "copy",
              "text": "I'm honored to stand before you as a candidate for College Representative of Natural and Social Sciences. With a profound dedication to our collective progress, I'm driven to advocate tirelessly for our shared interests. My vision is clear: to foster an environment of inclusivity, innovation, and collaboration. I believe in amplifying the diverse voices within our community, advocating for initiatives that benefit us all, and ensuring transparency and accountability in every decision made. By bridging disciplinary boundaries, championing sustainability efforts, and prioritizing your concerns, I am committed to building a college experience that truly serves each and every one of us. I humbly ask for your vote. Together, let's empower change and shape a future we can all be proud of. Thank you for your trust and support."
            }
          ]
        },
        {
          "positionName": "Andres Samayoa",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/Vt1LDQb.jpg"
            }
          ]
        },
        {
          "positionName": "Cory Nguyen",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/sXduD3v.jpg"
            },
            {
              "type": "copy",
              "text": "I am running to represent the College of Natural and Social Sciences with the primary goal of supporting students throughout their university journey. As a fellow student, I understand the common challenges we all face, yet I also recognize and empathize with the unique paths each of us takes. If elected, my focus will be on actively listening to your feedback to implement necessary changes that promote your success. I genuinely care about student well-being and can demonstrate this through my track record of academic excellence and campus involvement. Maintaining a 4.0 GPA, I have actively participated on campus by organizing events and facilitating study sessions. Balancing academics, social life, and extracurriculars has taught me valuable lessons in leadership, communication, organization, and empathy. With this experience, I want the opportunity to share what I've learned while simultaneously advocating for the voices of students who seek representation."
            }
          ]
        }
      ]
    },
    {
      "sectionName": "Undergraduate Academic Senator",
      "positions": [
        {
          "positionName": "Rikka Tagayuna",
          "positionData": [
            {
              "type": "image",
              "alt": "candidate profile",
              "img": "https://i.imgur.com/Cb2x5FR.jpg"
            },
            {
              "type": "copy",
              "text": "Hi, my name is Rikka and I am running to be your Undergraduate Academic Senator! I am currently a junior working toward my B.S. in Biology. I am passionate about student advocacy, leadership, and representation. Serving as an Undergraduate Academic Senator throughout this academic year has been a rewarding experience, enabling me to provide student feedback that shapes our university's policies from foundational principles to intricate details. I am committed to continuing in this role to effectively represent, promote, and uplift student voices and concerns. As we move into the next academic year, I wish to promote positive change that will benefit the student body. I hope that through being elected as your Undergraduate Academic Senator I can further contribute to creating an inclusive, student-centered campus environment."
            }
          ]
        }
      ]
    }
  ]
}
