{
  "data": [
    {
      "sectionName": "Executive Positions",
      "positions": [
        {
          "positionName": "ASI President",
          "positionData": [
            {
              "type": "copy",
              "text": "Accountable to: Cal State LA Student Body, ASI Board of Directors"
            },
            {
              "type": "copy",
              "text": "Advised by: ASI Executive Director, Dean of Students, University President, University Vice President for Student Life"
            },
            {
              "type": "subheader",
              "text": "Requirements"
            },
            {
              "type": "list",
              "list": [
                "One-on-one meetings with all student leaders reporting to the President (18 student leaders)",
                "One-on-one meetings with ASI Executive Director, Dean of Students, University President and Vice President for Student Life",
                "Minimum requirements for student leaders - (see below)",
                "Are not allowed to participate in study abroad during their term and cannot be unreachable by phone or email for more than 1 week at a time",
                "ASI officer duties begin in June and requires attendance at meetings and training throughout the summer",
                "ASI executive officers are required to chair ASI committees and serve as student representatives on various University committees (see details below) which requires several hours each week",
                "Hold regular office hours to be available for the student body to meet and express concerns"
              ]
            },
            { "type": "subheader", "text": "Term" },
            {
              "type": "copy",
              "text": "The term in office is one academic year beginning June 1 and ending May 31. Student leaders are expected to be available throughout the summer for required training and preparation for the year. ASI executive officer positions are essential roles in the direction and financial oversight of ASI and are required to be available to respond to business matters every day ASI is open, which includes breaks when the campus is open as well as some weekends. All ASI student leaders must check email daily and be reachable by phone during business hours throughout their term in office."
            },
            { "type": "subheader", "text": "Position Summary" },
            {
              "type": "copy",
              "text": "The President is the chief executive officer of ASI and is responsible for ensuring the smooth operation, accountability, and representation of the Board of Directors (BOD) by providing strategic direction on student-related issues, policies, and services that affect Cal State LA students and by representing the BOD. In addition, the President provides guidance and ensures focus on the goals of the BOD as developed during the ASI Retreat and maintains a close working relationship with the Executive Director for guidance and support."
            },
            {
              "type": "subheader",
              "text": "Essential Duties and Responsibilities"
            },
            {
              "type": "copy",
              "text": "In addition to meeting and maintaining Cal State LA academic standards, the following reflects ASI’s definition of essential functions for this position. This does not restrict the tasks that may be assigned or expected, as the BOD may delegate additional duties and responsibilities at any time, due to reasonable accommodation or refocus."
            },
            {
              "type": "list",
              "list": [
                "Chairs all ASI Board Meetings, which meets bi-weekly for 2.5 hours",
                "Master parliamentary procedure to facilitate and chair ASI Board meetings",
                "Performs all duties of the Chairperson according to Robert's Rules and the ASI bylaws",
                "Appoints student representatives, with the approval of a majority vote of the BOD, to the following: Instructionally Related Activities Board, CSULA Foundation, University Auxiliary Services, Inc. (UAS)",
                "Exercises general supervision of the business of the BOD",
                "Provides leadership and guidance to College Representatives through regular meetings",
                "Represents the ASI before boards, commissions, and other policymaking groups on and off campus of the Cal State LA, and other entities as appropriate",
                "Advocates the student perspective on issues that affect the quality of student life, including the quality of education, student rights, student life, and campus issues",
                "Serves as a liaison between the BOD and the Cal State LA President and Administration",
                "In conjunction with the Executive Director and ASI Staff, gains a solid understanding of the powers and limitations of ASI through researching executive orders, auxiliary policies, state mandates, and other relevant codes",
                "Keeps current on changes to the state budget which affect CSU students such as fee increases and cuts to outreach programs",
                "Interprets past ASI BOD actions, and researches former referendums to advise and to have a strong depth of knowledge when advising the Board on decisions",
                "Identifies possible resources and establishes and maintains working relationships with administration, faculty, and staff",
                "Maintains constant communication with all of the Board members to help them to define and achieve the objectives developed by the current BOD",
                "Provides signature approval on all ASI financial expenditures and budgets (how much time?)",
                "Meets monthly with the University President, VP of Student Life, and Dean of Students"
              ]
            },
            {
              "type": "subheader",
              "text": "Committee Involvement"
            },
            {
              "type": "list",
              "list": [
                "Serves as the Chair of the BOD. The purpose and function of the Board of Directors (BOD) shall be to act as a governing body for ASI, be a steward to the student funds, and serve as a learning laboratory for student leadership. For more information about the BOD visit: https://asicalstatela.org/committee/asi-board-directors",
                "Serves as the Chair of the Executive Committee and coordinates the information, programs, projects, and problems to be considered by the ASI BOD. This body shall also provide general policy guidelines, and make specific policy decisions, in place of the entire BOD only when the BOD cannot be called together to act on an emergency matter. For more information about the Executive Committee visit: https://asicalstatela.org/committee/executive-committee",
                "Serves as a student member of the University Resource Allocation Advisory Committee",
                "Attends the Student Fee Advisory Committee meetings",
                "Serve as an advisory member on the U-SU Board and UAS Board",
                "Sits on five (5) ASI standing committees and one (1) university committee and must be available for meetings of the ASI Shared Governance Committee, Personnel Committee, Strategic Planning Committee, and Finance Committee"
              ]
            },
            {
              "type": "subheader",
              "text": "Skills and Abilities"
            },
            {
              "type": "list",
              "list": [
                "Commitment to excellence and high standards",
                "Excellent written and oral communication skills",
                "Strong organizational, problem-solving, and analytical skills",
                "Ability to manage priorities and workflow",
                "Versatility, flexibility, and a willingness to work within constantly changing priorities with enthusiasm",
                "Acute attention to detail",
                "Demonstrated ability to plan and organize projects",
                "Ability to work independently and as a member of various teams and committees",
                "Ability to handle multiple projects and meet deadlines",
                "Creative, flexible, and innovative team player",
                "Ability to work on complex projects with general direction and minimal guidance",
                "Working knowledge and understanding of ASI policies and bylaws"
              ]
            },

            {
              "type": "subheader",
              "text": "Grant In Aid"
            },
            {
              "type": "copy",
              "text": "BOD members meet once per month on Fridays from 2-3pm as a Board and members serve on committees of the BOD."
            }
          ]
        },
        {
          "positionName": "ASI Secretary Treasurer",
          "positionData": []
        },
        {
          "positionName": "ASI Vice president for Administration",
          "positionData": []
        },
        {
          "positionName": "ASI Vice President for Academic Governance",
          "positionData": []
        },
        {
          "positionName": "ASI Vice President for External Affairs & Advancement",
          "positionData": []
        },
        {
          "positionName": "ASI Vice President for Finance",
          "positionData": []
        }
      ]
    },
    {
      "sectionName": "College Representatives & Reps at Large",
      "positions": [
        {
          "positionName": "College Representatives",
          "positionData": []
        },
        {
          "positionName": "Diversity and Inclusion & Civic Engagement Officers",
          "positionData": []
        }
      ]
    },
    {
      "sectionName": "ASI Commissioners",
      "positions": [
        {
          "positionName": "Election and Outreach Commissioner and Officials",
          "positionData": []
        },
        {
          "positionName": "Environmental Affairs Commissioner",
          "positionData": []
        },
        {
          "positionName": "ASI Spirit Commissioner",
          "positionData": []
        },
        {
          "positionName": "Military Connected Representative",
          "positionData": []
        }
      ]
    },
    {
      "sectionName": "Senators",
      "positions": [
        {
          "positionName": "Academic Senators",
          "positionData": []
        }
      ]
    }
  ]
}
